import styles from './texts.module.css'

export const textIFWD = (
    <p className={styles.text}>
        Lorem ipsum, dolor sit amet consectetur adipisicing elit. Iusto cum
        consequuntur deleniti tempore, laboriosam corporis odio, incidunt
        blanditiis placeat dicta illo tempora at nobis, labore nisi unde quo
        corrupti illum? Lorem ipsum dolor sit amet consectetur adipisicing elit.
        Ipsam eaque totam ea a placeat deserunt? Facilis doloremque molestiae
        maiores aliquid. Tenetur, quo modi. Cum optio provident quis quisquam
        fugiat eveniet?
    </p>
)

export const textMNS = (
    <p className={styles.text}>
        Это - единственный в России памятник, который прославляет успехи молодых
        деятелей науки. Открытие памятника состоялось в 2007 году и было
        приурочено к тридцатилетию присвоения Троицку статуса наукограда.
        Инициаторами скульптуры стала администрация города и Троицкий научный
        центр РАН. Конкурс на проект памятника провели еще в 2004 году. Разброс
        идей был широк - от дивана с лейблом “НИИЧАВО” до белки в колесе, где
        младший научный сотрудник представал в аллегорическом виде неутомимого
        зверька. Однако, лучшим был признан проект Сергея Михеева, Галины
        Булатовой и Натальи Мартовицкой, архитекторов из ГИПРОНИИ РАН.
    </p>
)

export const textIAI = (
    <p className={styles.text}>
        Институт ядерных исследований Российской академии наук (ИЯИ РАН)
        образован в 1970 году постановлением Президиума АН СССР в соответствии с
        решением Совета Министров СССР. ИЯИ РАН сегодня - крупный центр физики
        частиц с широкой сетью проектов международного сотрудничества. В ИЯИ РАН
        ведутся работы по космологии, нейтринной физике, астрофизике, физике
        высоких энергий, ускорительной физике и технике, нейтронным
        исследованиям и ядерной медицине. В ИЯИ РАН действует ряд широко
        известных уникальных научных установок, включая Комплекс сильноточного
        линейного ускорителя ионов водорода в Троицке, Баксанская нейтринная
        обсерватория (Приэльбрусье, Кабардино-Балкарская Республика),
        Байкальский нейтринный телескоп (озеро Байкал, Иркутская область) и
        эксперимент «Троицк ню-масс» (Троицк, Москва). Ученые ИЯИ РАН
        сотрудничают со многими ведущими лабораториями, институтами и
        университетами мира, принимают активное участие в работе целого ряда
        крупных международных экспериментов в ЦЕРН (Швейцария), ОИЯИ (Россия),
        Германии, Японии, Италии, США, Китае, Франции, Испании и других стран.
        Институт ведет образовательную деятельность, имея собственную
        аспирантуру и базовые кафедры в МФТИ, МГУ, МИФИ, КБГУ, сотрудничая с
        другими университетами России. <br />
        Директор института – Либанов Максим Валентинович, член-корреспондент
        РАН.
    </p>
)

export const textIFT = (
    <p className={styles.text}>
        Институт фотонных технологий РАН создан в 2016 году на базе Отделения
        перспективных лазерных технологий Института проблем лазерных и
        информационных технологий (ИПЛИТ РАН). Отделение перспективных лазерных
        технологий как филиал ИПЛИТ РАН располагается в Троицке с 1979 года.
        Направления научной деятельности ИФТ РАН:
        <br />• Биофотоника, оптико-информационные методы исследования
        биообъектов разного уровня иерархии и биосферы;
        <br />• Аддитивные технологии и оборудование;
        <br />• Опто-, радио- и акустоэлектроника, оптическая и СВЧ-связь,
        лазеры и лазерные технологии;
        <br />• Элементная база и материалы для микроэлектроники,
        наноэлектроники, квантовых компьютеров и оптических информационных
        сетей, нано- и микросистемная техника;
        <br />• Приборы, системы, изделия и технологии медицинского назначения,
        интеллектуальные системы для медицины.
    </p>
)

export const textIZMIRAN = (
    <p className={styles.text}>
        ИЗМИРАН был основан в 1939 году как Научно-исследовательский Институт
        земного магнетизма (НИИЗМ) на базе Павловской магнитной обсерватории в
        Павловске. Во время войны деятельность института была ориентирована на
        удовлетворение нужд армии. К 1946 году институт вернулся в Троицк. А в
        1959 был введён в состав Академии наук СССР. Институт имеет несколько
        отделений в России. Например, филиалы в Санкт- Петербурге, Калининграде
        и Владикавказе. В 2004 году Институту присвоено имя Николая Васильевича
        Пушкова, советского геофизика, основателя и первого директора Института.
        <br />
        <br />В ИЗМИРАНе проводятся исследования постоянного и переменного
        магнитного поля Земли и планет солнечной системы, а также межпланетного
        магнитного поля, изучение ионосферы и распространения радиоволн.
        Работают направления по солнечно-земной физике и научному
        приборостроению. В течение многих лет в Институте ведутся разработки
        магнитометрической аппаратуры и обсерваторские геомагнитные измерения. С
        2004 года Директором ИЗМИРАНа является Владимир Дмитриевич Кузнецов —
        советский и российский физик, выпускник МФТИ. <br />
        <br />
        Ключевым для ИЗМИРАНа оказался 1957 год. Запуск первого искусственного
        спутника Земли (ИСЗ) ознаменовал открытие космической эры в
        исследованиях земного магнетизма и ионосферы. За первые в мире магнитные
        измерения с ИСЗ, сделанные с участием ИЗМИРАНа, Н. В. Пушков, вместе с
        другими учёными, был удостоен Ленинской премии. За последнее время
        наиболее значимым из реализованных ИЗМИРАНом в рамках Федеральной
        космической программы был проект КОРОНАС-Ф по изучению солнечной
        активности и её воздействия на Землю. Проект удостоен премии
        Правительства РФ. Институт также принимает участие в подготовке новых
        космических проектов по изучению солнечной активности и её влияния на
        Землю.
    </p>
)

export const textTISNYM = (
    <p className={styles.text}>
        ТИСНУМ основан в 1995 году, как Научно-технический центр «Сверхтвердые
        материалы». В 1998 году приказом Министерства науки и технологий
        реорганизован в Технологический институт сверхтвердых и новых углеродных
        материалов. <br />
        <br />
        Основная задача ТИСНУМ - создание новых материалов. Для этого в
        институте проводится весь комплекс необходимых работ для реализации этой
        цели. Институт обладает технологией получения монокристаллов алмаза
        весом до 7 карат, не имеющих природных аналогов. В настоящее время
        технология внедряется в производство. ТИСНУМ ведет работы по созданию
        конструкционных наноматериалов следующих систем: металл, металл-углерод,
        углерод-углерод, а также наноструктурированых керамик. Уже получены
        материалы с уникальными механическими свойствами, а также новые
        наноструктурированные термоэлектрические материалы. <br />
        <br /> С 1995 по 2019 годы директором института был профессор, доктор
        физико-математических наук, Бланк Владимир Давыдович, сейчас - научный
        руководитель института. С 2019 года директором ТИСНУМ является кандидат
        технических наук Терентьев Сергей Александрович. ТИСНУМ придает большое
        значение кооперации с российскими и зарубежными институтами, такими как:
        Курчатовский научный центр, Институт кристаллографии РАН, Университет г.
        Умеа (Швеция), Университет г. Манчестер (Великобритания), Лаборатория
        кристаллографии Академии Наук Франции и другими научно-технологическими
        центрами России, Австрии, Германии, США и Японии.
    </p>
)
